{
	"id": "restaurents",
	"title": "Canada’s Best New Restaurants",
	"company": "For Air Canada enRoute",
	"year": "2014 (2013, 2015)",
	"backgroundImage": "img/restaurants/Normal-Canadas-Best-New-Restaurant-1.jpg",
	"backgroundImage2x": "img/restaurants/2x-Canadas-Best-New-Restaurant-1.jpg",
	"description": "<p>For 13 years running, Air Canada’s <em>enRoute</em> magazine has ranked the top ten new restaurants in the country in its November “Food & Drink” issue. The award-winning in-flight magazine and travel media brand is an authority for the global traveller and reaches over one million readers each month. The Food & Drink issue is one of the magazine’s most anticipated releases and is picked up by media outlets across Canada.</p><p>I integrated the print product to web by designing a custom and responsive microsite to fit consistently with the regular <em>enRoute</em> site. We added extra content this year to bring more readers online. New features included a quiz, videos for the top-three restaurants, a soundtrack with a curated song for each of the top-ten restaurants, and extra photos not featured in the magazine (some with clickable hotspots revealing extra content). I also did photo research, working with the photographer to select additional images featured solely on the website.</p>",

	"sidebar": {
		"AGENCY": "Spafax",
		"SERVICES" : "UX/UI Design<br/>Photo Research",
		"CATEGORY" : "Website",
		"RECOGNITION" : "36th National Magazine Awards 2014<br/><a class=\"sidebarLink\" href=\"http://www.spafax.com/flying-to-first-in-mins-editorial-design-awards\">Best Editorial Package: Web</a><br/>WINNER (Gold)",
		"CREDITS" : "Charles Lim<br/>Ilana Weitzman<br/>Adam Cholewa<br/>François Hoang<br/>Lori Morgan<br/>Daniel Baylis<br/>Mélisa Discepola<br/>Long Nguyen<br/>Phil Birnbaum<br/>Kristin Izumi<br/>Jennifer Spinner<br/>Jacinthe Dupuis<br/>Kristina Velan<br/>Ian Gamache<br/>Moses Moore"
	},

	"link" : "enroute.aircanada.com/canadas-best-new-restaurants-2014",

	"images": {

		"phone" : {

			"img1x" : "img/restaurants/Normal-Canadas-Best-New-Restaurant-2.jpg",
			"img2x" : "img/restaurants/2x-Canadas-Best-New-Restaurant-2.jpg"
			},

		"desktop" : {

			"img1x" : "img/restaurants/Normal-Canadas-Best-New-Restaurant-3.jpg",
			"img2x" : "img/restaurants/2x-Canadas-Best-New-Restaurant-3.jpg"
		} 
	}

	
}